{
    "version": "https://jsonfeed.org/version/1",
    "title": "Foundational",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "Charles Farr's blog on the underpinnings of modern life.",
    "icon": "http://localhost:4000/apple-touch-icon.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    
    "author":  {
        "name": "Charles Farr",
        "url": null,
        "avatar": null
    },
    
"items": [
    
        {
            "id": "http://localhost:4000/guiding-thesis-on-urbanism/",
            "title": "Guiding Thesis On Urbanism",
            "summary": null,
            "content_text": "Vignette — the current state  Jane was tired. Her boss had asked her to rework the investor presentation in the early afternoon and she had to work later than she would have liked. Now she was stuck in traffic. Whenever Jane could, she left the office early to avoid the afternoon congestion. Today was not one of those days.  Before she had kids, she &amp; her partner lived in the city and she took the subway home. She didn’t mind working late then. Now she lived in the suburbs and working late triggered a cascade effect. Traffic meant she got home later, the kids ate dinner later, and she finished up work later.  Jane hadn’t envisioned suburban life this way. The plan was to take the commuter rail into the office whenever she needed, which meant she could work on her way to and from work, and get home at a reasonable hour.  Unfortunately, the commute rail was a hassle in its own right. It was often late and then further delayed once you got on it. Plus it was expensive - almost $200 a month - roughly the same price as gas. The family needed a car to get the kids around, and her company provided free parking at their office, so taking the train did nothing to help her schedule or her wallet.  All this meant that Jane spent almost 2 hours each day stuck in traffic - sometimes longer. She was thinking about finding a new job out in the suburbs, but she none of the companies with suburban offices were very interesting and wouldn’t help her achieve her long-term career goals. But maybe avoiding rush-hour would be worth it…IntroductionJane is like so many Americans — stuck in traffic. Why? The American urban &amp; suburban landscape is designed for cars and not for people1.The organization of America around the car began in the early 20th Century following Henry Ford’s invention of mass-production techniques for automobiles. After the Second World War the National Interstate &amp; Defense Highways Act cemented the automobile’s dominance, further entrenching America’s obsession with the car and leading to increasing suburbanization &amp; sprawl.Urbanism  was heavily influenced by the car. Throughout the 20th century cities retooled themselves to better accommodate and prioritize cars. For example, between the 1930s and the end of the 1960s Los Angeles removed its extensive street car network. Evidence of the automobile’s dominance are evident in cities with grids established after WWII, such as Dallas, which eschewed dense blocks in favor of sprawling neighborhoods.In recent years, cracks have appears in America’s car-centric urbanism. Congestion has choked city streets, impacting the livelihoods of commuters and city residents alike. Housing is in short supply, as cities’ ability to build density often conflicts with the need to accommodate cars.  Pedestrian fatalities have jumped as people and cars are forced into closer contact. Less visible but more insidious, car-centric urbanism worsens issues of air pollution, inequality, and climate change.Reorienting urbanism to place to pedestrian and citizen at the center of the equation is the first step towards addressing these issues. This new version of urbanism, People-centric urbanism, has the ability to make citizen lives better and bolster our cities economic viability.Benefits of People Centric UrbanismVignette — the future state  Jane is home on a Friday evening by 5 PM — the perfect time to catch a sunset and have a drink with her partner.Ideas  Start out with a anecdote; current &amp; future; a vignetteFootnotes            This is a test &#8617;      ",
            "content_html": "<h2 id=\"vignette--the-current-state\">Vignette — the current state</h2><blockquote>  <p>Jane was tired. Her boss had asked her to rework the investor presentation in the early afternoon and she had to work later than she would have liked. Now she was stuck in traffic. Whenever Jane could, she left the office early to avoid the afternoon congestion. Today was not one of those days.</p></blockquote><blockquote>  <p>Before she had kids, she &amp; her partner lived in the city and she took the subway home. She didn’t mind working late then. Now she lived in the suburbs and working late triggered a cascade effect. Traffic meant she got home later, the kids ate dinner later, and she finished up work later.</p></blockquote><blockquote>  <p>Jane hadn’t envisioned suburban life this way. The plan was to take the commuter rail into the office whenever she needed, which meant she could work on her way to and from work, and get home at a reasonable hour.</p></blockquote><blockquote>  <p>Unfortunately, the commute rail was a hassle in its own right. It was often late and then further delayed once you got on it. Plus it was expensive - almost $200 a month - roughly the same price as gas. The family needed a car to get the kids around, and her company provided free parking at their office, so taking the train did nothing to help her schedule or her wallet.</p></blockquote><blockquote>  <p>All this meant that Jane spent almost 2 hours each day stuck in traffic - sometimes longer. She was thinking about finding a new job out in the suburbs, but she none of the companies with suburban offices were very interesting and wouldn’t help her achieve her long-term career goals. But maybe avoiding rush-hour would be worth it…</p></blockquote><h2 id=\"introduction\">Introduction</h2><p>Jane is like so many Americans — stuck in traffic. Why? The American urban &amp; suburban landscape is designed for cars and not for people<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup>.</p><p>The organization of America around the car began in the early 20th Century following Henry Ford’s invention of mass-production techniques for automobiles. After the Second World War the National Interstate &amp; Defense Highways Act cemented the automobile’s dominance, further entrenching America’s obsession with the car and leading to increasing suburbanization &amp; sprawl.</p><p>Urbanism  was heavily influenced by the car. Throughout the 20th century cities retooled themselves to better accommodate and prioritize cars. For example, between the 1930s and the end of the 1960s Los Angeles removed its extensive street car network. Evidence of the automobile’s dominance are evident in cities with grids established after WWII, such as Dallas, which eschewed dense blocks in favor of sprawling neighborhoods.</p><p>In recent years, cracks have appears in America’s car-centric urbanism. Congestion has choked city streets, impacting the livelihoods of commuters and city residents alike. Housing is in short supply, as cities’ ability to build density often conflicts with the need to accommodate cars.  Pedestrian fatalities have jumped as people and cars are forced into closer contact. Less visible but more insidious, car-centric urbanism worsens issues of air pollution, inequality, and climate change.</p><p>Reorienting urbanism to place to pedestrian and citizen at the center of the equation is the first step towards addressing these issues. This new version of urbanism, People-centric urbanism, has the ability to make citizen lives better and bolster our cities economic viability.</p><h2 id=\"benefits-of-people-centric-urbanism\">Benefits of People Centric Urbanism</h2><h2 id=\"vignette--the-future-state\">Vignette — the future state</h2><blockquote>  <p>Jane is home on a Friday evening by 5 PM — the perfect time to catch a sunset and have a drink with her partner.</p></blockquote><p>Ideas</p><ul>  <li>Start out with a anecdote; current &amp; future; a vignette</li></ul><h3 id=\"footnotes\">Footnotes</h3><div class=\"footnotes\">  <ol>    <li id=\"fn:1\">      <p>This is a test <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a></p>    </li>  </ol></div>",
            "url": "http://localhost:4000/guiding-thesis-on-urbanism/",
            
            
            
            
            
            "date_published": "2020-05-15T00:00:00-05:00",
            "date_modified": "2020-05-15T00:00:00-05:00",
            
                "author":  {
                "name": "Charles Farr",
                "url": null,
                "avatar": null
                }
                
            
        }
    
    ]
}